Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Vegan Chocolate Protein Powder
es: Proteína de chocolate vegana en polvo
fr: Poudre de protéines de chocolat végétalien
it: Polvere proteica di cioccolato vegano
pt_pt: Proteína em Pó de Chocolate Vegano
ru: Веганский шоколадный протеиновый порошок

source: Vegan Edamame & Quinoa Salad
es: Ensalada vegana de edamame y quinua
fr: Salade végétalienne d'edamame et de quinoa
it: Insalata vegana di edamame e quinoa
pt_pt: Salada Vegana de Edamame e Quinoa
ru: Веганский салат Эдамаме и киноа

source: Vegan Lentil and Vegetable Stew
es: Guiso Vegano de Lentejas y Verduras
fr: Ragoût végétalien de lentilles et de légumes
it: Spezzatino Vegano Di Lenticchie E Verdure
pt_pt: Lentilha Vegana e Ensopado de Legumes
ru: Веганское рагу из чечевицы и овощей

source: Vegan Sweet Potato Curry
es: Curry vegano de camote
fr: Curry végétalien de patates douces
it: Curry vegano di patate dolci
pt_pt: Caril de Batata Doce Vegano
ru: Веганское карри из сладкого картофеля

source: Vegan Tempeh Teriyaki Stir-Fry
es: Salteado Vegano De Tempeh Teriyaki
fr: Sauté végétalien au tempeh teriyaki
it: Tempeh Teriyaki vegano saltato in padella
pt_pt: Tempeh Teriyaki Vegano Refogado
ru: Веганское жаркое из темпе терияки

source: Vegan Tofu Scramble
es: Revuelto de tofu vegano
fr: Brouillage végétalien au tofu
it: Strapazzata di tofu vegano
pt_pt: Mistura vegana de tofu
ru: Веганский скрэмбл с тофу

source: Venison Loin
es: Lomo De Venado
fr: Longe de Chevreuil
it: Lombo di cervo
pt_pt: Lombo de veado
ru: Корейка оленины

source: Venison Loin with Blackberry-Juniper Jus
es: Lomo de Venado con Jugo de Moras y Enebro
fr: Longe de chevreuil au jus de mûres et de genévrier
it: Lombo di cervo con succo di more e ginepro
pt_pt: Lombo de Veado com Jus Blackberry-Juniper
ru: Корейка оленины с соусом из ежевики и можжевельника

source: Version
es: Versión
it: Versione
pt_pt: Versão
ru: Версия

source: Version %@
es: Versión %@
it: Versione %@
pt_pt: Versão %@
ru: Версия %@

source: version %@ global
es: versión %@ global
fr: version %@ globale
it: versione %@ globale
pt_pt: versão %@ global
ru: version %@ гlobal

source: Version 1.0.0
es: Versión 1.0.0
it: Versione 1.0.0
pt_pt: Versão 1.0.0
ru: Версия 1.0.0

source: version 1.0.0 global
es: versión 1.0.0 mundial
fr: version 1.0.0 mondiale
it: versione 1.0.0 globale
pt_pt: versão 1.0.0 global
ru: version 1.0.0 гlobal

source: Vitamin C
es: vitamina c
fr: Vitamine C
it: Vitamina C
pt_pt: Vitamina C
ru: Витамин С

source: Vitamin D
es: vitamina d
fr: Vitamine D
it: Vitamina D
pt_pt: Vitamina D
ru: Витамин Д

source: Wagyu Beef Tartare with Quail Egg and Caper Emulsion
es: Tartar de ternera Wagyu con huevo de codorniz y emulsión de alcaparras
fr: Tartare de bœuf Wagyu avec œuf de caille et émulsion de câpres
it: Tartare di Manzo Wagyu con Uovo di Quaglia ed Emulsione di Capperi
pt_pt: Tártaro de carne Wagyu com ovo de codorna e emulsão de alcaparras
ru: Тартар из говядины Вагю с перепелиным яйцом и эмульсией каперсов

source: Wake up to a ready-to-eat, creamy and nutritious chia pudding topped with fresh fruit. 🥄🍓
es: Despiértese con un pudín de chía nutritivo, cremoso y listo para comer, cubierto con fruta fresca. 🥄🍓
fr: Réveillez-vous avec un pudding au chia prêt à manger, crémeux et nutritif, garni de fruits frais. 🥄🍓
it: Svegliati con un budino di chia pronto da mangiare, cremoso e nutriente, condito con frutta fresca. 🥄🍓
pt_pt: Acorde com um pudim de chia pronto para comer, cremoso e nutritivo, coberto com frutas frescas. 🥄🍓
ru: Просыпайтесь с готовым к употреблению сливочным и питательным пудингом из чиа, украшенным свежими фруктами. 🥄🍓

source: Warm your soul and hit your protein goals with this rich and spicy turkey chili. 🌶️🍲
es: Calienta tu alma y alcanza tus objetivos de proteínas con este rico y picante chile de pavo. 🌶️🍲
fr: Réchauffez votre âme et atteignez vos objectifs en matière de protéines avec ce chili à la dinde riche et épicé. 🌶️🍲
it: Riscalda la tua anima e raggiungi i tuoi obiettivi proteici con questo peperoncino di tacchino ricco e piccante. 🌶️🍲
pt_pt: Aqueça sua alma e atinja seus objetivos de proteína com este pimentão de peru rico e picante. 🌶️🍲
ru: Согрейте свою душу и достигните своей цели по потреблению белка с помощью этого насыщенного и острого перца чили из индейки. 🌶️🍲

source: Warm, comforting, and tastes like apple pie for breakfast. High in fiber! 🍎
es: Cálido, reconfortante y sabe a tarta de manzana para el desayuno. ¡Alto en fibra! 🍎
fr: Chaud, réconfortant et a le goût d’une tarte aux pommes pour le petit-déjeuner. Riche en fibres ! 🍎
it: Caldo, confortante e sa di torta di mele a colazione. Alto contenuto di fibre! 🍎
pt_pt: Quente, reconfortante e com gosto de torta de maçã no café da manhã. Rico em fibras! 🍎
ru: Теплый, уютный, со вкусом яблочного пирога на завтрак. Высокое содержание клетчатки! 🍎

source: Water bottle
es: botella de agua
fr: Bouteille d'eau
it: Bottiglia d'acqua
pt_pt: Garrafa de água
ru: Бутылка

source: Water glass
es: vaso de agua
fr: Verre à eau
it: Bicchiere d'acqua
pt_pt: Copo de água
ru: Стакан

source: We are what we eat and drink. Start your journey to mindful eating, track your water balance, and nourish your body every day. Your health is your greatest investment!
es: Somos lo que comemos y bebemos. Start your journey to mindful eating, track your water balance, and nourish your body every day. ¡Tu salud es tu mayor inversión!
fr: Nous sommes ce que nous mangeons et buvons. Commencez votre voyage vers une alimentation consciente, suivez votre équilibre hydrique et nourrissez votre corps chaque jour. Votre santé est votre plus grand investissement !
it: Siamo ciò che mangiamo e beviamo. Inizia il tuo viaggio verso un'alimentazione consapevole, monitora il tuo equilibrio idrico e nutri il tuo corpo ogni giorno. La tua salute è il tuo più grande investimento!
pt_pt: Somos o que comemos e bebemos. Comece sua jornada para uma alimentação consciente, monitore seu equilíbrio hídrico e nutra seu corpo todos os dias. Sua saúde é seu maior investimento!
ru: Мы — это то, что мы едим и пьем. Начните свой путь к осознанному питанию, следите за своим водным балансом и питайте свое тело каждый день. Ваше здоровье – ваша самая большая инвестиция!

source: Wed
es: Casarse
fr: Épouser
it: Mercoledì
pt_pt: qua
ru: Ср

source: Weekly
es: Semanalmente
fr: Hebdomadaire
it: Settimanale
pt_pt: Semanalmente
ru: Неделя

source: Weight Transformation
es: Transformación de peso
fr: Transformation du poids
it: Trasformazione del peso
pt_pt: Transformação de Peso
ru: Трансформация веса

source: White Asparagus
es: Espárragos Blancos
fr: Asperges blanches
it: Asparagi bianchi
pt_pt: Espargos Brancos
ru: Белая спаржа

source: White Saikyo Miso
es: Miso Saikyo blanco
fr: Miso Saikyo blanc
it: Saikyo Miso bianco
pt_pt: Misô Saikyo Branco
ru: Белый Сайкё Мисо

source: White Saikyo Miso Paste
es: Pasta de miso Saikyo blanca
fr: Pâte Miso Saikyo Blanche
it: Pasta di miso Saikyo bianca
pt_pt: Pasta Saikyo Miso Branca
ru: Белая паста Сайкё Мисо

source: Why are you reporting %@? This will notify our moderators.
es: ¿Por qué estás reportando %@? Esto notificará a nuestros moderadores.
fr: Pourquoi signalez-vous %@ ? Cela informera nos modérateurs.
it: Perché stai segnalando %@? Questo avviserà i nostri moderatori.
pt_pt: Por que você está denunciando %@? Isso notificará nossos moderadores.
ru: Почему вы жалуетесь на %@? Об этом уведомят наши модераторы.

source: Why you should sign up:
es: Por qué deberías registrarte:
fr: Pourquoi devriez-vous vous inscrire :
it: Perché dovresti iscriverti:
pt_pt: Por que você deve se inscrever:
ru: Почему вам стоит зарегистрироваться:

source: Widgets Guide
es: Guía de widgets
fr: Guide des widgets
it: Guida ai widget
pt_pt: Guia de widgets
ru: Руководство по виджетам

source: Wild Mushroom Confit and Black Garlic on Artisan Keto Toast
es: Champiñones confitados y ajo negro sobre tostada cetogénica artesanal
fr: Confit de champignons sauvages et ail noir sur pain grillé Artisan Keto
it: Confit di funghi selvatici e aglio nero su toast Keto artigianale
pt_pt: Confit de cogumelos selvagens e alho preto em torradas artesanais Keto
ru: Конфи из лесных грибов и черный чеснок на тосте Artisan Keto

source: Wild, robust elk loin elevated by a sticky reduction of ruby port wine and piney juniper, grounded by earthy celery root. 🦌
es: Lomo de alce salvaje y robusto, elevado por una reducción pegajosa de vino de Oporto rubí y enebro de pino, molido con raíz de apio terroso. 🦌
fr: Longe d'élan sauvage et robuste rehaussée par une réduction collante de porto rubis et de genévrier de pin, ancrée dans du céleri-rave terreux. 🦌
it: Lombo di alce selvatico e robusto esaltato da una riduzione appiccicosa di vino di Porto rubino e ginepro di pino, macinato da radice di sedano terrosa. 🦌
pt_pt: Lombo de alce selvagem e robusto elevado por uma redução pegajosa de vinho do Porto rubi e zimbro de pinho, fundamentado em raiz de aipo terroso. 🦌
ru: Дикая, крепкая лосиная корейка, подчеркнутая липкой ноткой рубинового портвейна и соснового можжевельника, с землистым корнем сельдерея. 🦌

source: Would you like to update your profile weight to %@ kg and recalculate your daily calorie and water goals to match your new body composition?
es: ¿Le gustaría actualizar el peso de su perfil a %@ kg y recalcular sus objetivos diarios de calorías y agua para que coincidan con su nueva composición corporal?
fr: Souhaitez-vous mettre à jour votre profil de poids à %@ kg et recalculer vos objectifs quotidiens en calories et en eau en fonction de votre nouvelle composition corporelle ?
it: Desideri aggiornare il peso del tuo profilo a %@ kg e ricalcolare i tuoi obiettivi giornalieri di calorie e acqua per adattarli alla tua nuova composizione corporea?
pt_pt: Gostaria de atualizar o peso do seu perfil para %@ kg e recalcular suas metas diárias de calorias e água para corresponder à sua nova composição corporal?
ru: Хотите обновить вес своего профиля до %@ кг и пересчитать ежедневные целевые показатели по калориям и воде в соответствии с новым составом тела?

source: Yellow Mustard Seeds
es: Semillas de mostaza amarilla
fr: Graines de moutarde jaune
it: Semi di senape gialla
pt_pt: Sementes de Mostarda Amarela
ru: Семена желтой горчицы

source: Yellow Onion
es: cebolla amarilla
fr: Oignon jaune
it: Cipolla Gialla
pt_pt: Cebola Amarela
ru: Желтый лук

source: Yesterday
es: Ayer
fr: Hier
it: Ieri
pt_pt: Ontem
ru: Вчера

source: You are low on protein today. Try adding chicken, eggs, or tofu to your next meal.
es: Tienes pocas proteínas hoy. Intente agregar pollo, huevos o tofu a su próxima comida.
fr: Vous manquez de protéines aujourd’hui. Try adding chicken, eggs, or tofu to your next meal.
it: Hai poche proteine ​​oggi. Prova ad aggiungere pollo, uova o tofu al tuo prossimo pasto.
pt_pt: Você está com pouca proteína hoje. Experimente adicionar frango, ovos ou tofu à sua próxima refeição.
ru: Сегодня вам не хватает белка. Попробуйте добавить курицу, яйца или тофу в следующий прием пищи.

source: You're full of energy! This is a great time to tackle a heavy workout. Make sure you're getting enough protein to support that drive.
es: ¡Estás lleno de energía! Este es un buen momento para afrontar un entrenamiento intenso. Asegúrese de obtener suficiente proteína para respaldar ese impulso.
fr: Vous êtes plein d'énergie ! C’est le moment idéal pour aborder un entraînement intensif. Assurez-vous de consommer suffisamment de protéines pour soutenir cet entraînement.
it: Sei pieno di energia! Questo è un ottimo momento per affrontare un allenamento pesante. Assicurati di assumere abbastanza proteine ​​per supportare tale spinta.
pt_pt: Você está cheio de energia! Este é um ótimo momento para enfrentar um treino pesado. Certifique-se de obter proteína suficiente para sustentar esse impulso.
ru: Вы полны энергии! Это отличное время для тяжелой тренировки. Убедитесь, что вы получаете достаточно белка для поддержания этого настроя.

source: You're on track! Keep up the great work.
es: ¡Estás en el buen camino! Sigan con el gran trabajo.
fr: Vous êtes sur la bonne voie ! Continuez votre excellent travail.
it: Sei sulla buona strada! Continuate così.
pt_pt: Você está no caminho certo! Continue com o excelente trabalho.
ru: Отличный темп! Так держать.

source: You've eaten %d kcal out of %d.
es: Has consumido %d kcal de %d.
fr: Vous avez mangé %d kcal sur %d.
it: Hai mangiato %d kcal su %d.
pt_pt: Você comeu %d kcal de %d.
ru: Вы съели %d ккал из %d.

source: You've exceeded your daily fat limit. Focus on lean proteins and veggies.
es: Has excedido tu límite diario de grasa. Concéntrese en proteínas magras y verduras.
fr: Vous avez dépassé votre limite quotidienne de graisse. Concentrez-vous sur les protéines maigres et les légumes.
it: Hai superato il limite giornaliero di grasso. Concentrati sulle proteine ​​magre e sulle verdure.
pt_pt: Você excedeu seu limite diário de gordura. Concentre-se em proteínas magras e vegetais.
ru: Вы превысили дневной лимит жиров. Сосредоточьтесь на нежирных белках и овощах.

source: Your Clean Fuel.
es: tu limpio Combustible.
fr: Votre Nettoyer Carburant.
it: Il tuo Pulito Carburante.
pt_pt: Seu Limpar Combustível.
ru: Ваш Чистый Топливо.

source: Your BMI indicates:
es: Su IMC indica:
fr: Votre IMC indique :
it: Il tuo indice di massa corporea indica:
pt_pt: Seu IMC indica:
ru: Ваш ИМТ указывает:

source: Your carbs are quite low. Complex carbs like oats or rice can boost your energy.
es: Tus carbohidratos son bastante bajos. Los carbohidratos complejos como la avena o el arroz pueden aumentar tu energía.
fr: Vos glucides sont assez faibles. Les glucides complexes comme l’avoine ou le riz peuvent augmenter votre énergie.
it: I tuoi carboidrati sono piuttosto bassi. I carboidrati complessi come l'avena o il riso possono aumentare la tua energia.
pt_pt: Seus carboidratos estão bastante baixos. Carboidratos complexos como aveia ou arroz podem aumentar sua energia.
ru: У вас довольно мало углеводов. Сложные углеводы, такие как овес или рис, могут повысить вашу энергию.

source: Your daily calorie and macronutrient goals have been successfully calculated. Welcome to the best version of yourself.
es: Tus objetivos diarios de calorías y macronutrientes se han calculado correctamente. Bienvenido a la mejor versión de ti mismo.
fr: Vos objectifs quotidiens en calories et en macronutriments ont été calculés avec succès. Bienvenue dans la meilleure version de vous-même.
it: I tuoi obiettivi giornalieri di calorie e macronutrienti sono stati calcolati con successo. Benvenuto nella migliore versione di te stesso.
pt_pt: Suas metas diárias de calorias e macronutrientes foram calculadas com sucesso. Bem-vindo à melhor versão de você mesmo.
ru: Ваши ежедневные цели по калориям и макронутриентам были успешно рассчитаны. Добро пожаловать в лучшую версию себя.

source: Your logged meals will appear here.
es: Sus comidas registradas aparecerán aquí.
fr: Vos repas enregistrés apparaîtront ici.
it: I tuoi pasti registrati appariranno qui.
pt_pt: Suas refeições registradas aparecerão aqui.
ru: Здесь появятся записанные вами блюда.

source: Your macros are looking great today! Keep it up.
es: ¡Tus macros se ven geniales hoy! Avanza.
fr: Vos macros sont superbes aujourd'hui ! Continuez comme ça.
it: Le tue macro stanno benissimo oggi! Continua così.
pt_pt: Suas macros estão ótimas hoje! Mantem.
ru: Ваши макросы сегодня выглядят отлично! Так держать.

source: Yuzu-Ponzu Sauce
es: Salsa Yuzu Ponzu
fr: Sauce Yuzu-Ponzu
it: Salsa Yuzu-Ponzu
pt_pt: Molho Yuzu-Ponzu
ru: Соус Юдзу-Понзу

source: Zucchini
es: Calabacín
fr: Courgettes
it: Zucchine
pt_pt: Abobrinha
ru: Цуккини

source: Готовка: %@
es: Número: %@
fr: Nom : %@
it: Foto: %@
pt_pt: Endereço: %@

source: План сгенерирован
es: Plan de desarrollo
fr: Plan de génération
it: Piano energetico
pt_pt: Plano de generificação

source: AI Шеф
fr: AI Chef
pt_pt: AI Shef
ru: ИИ Шеф

source: D5
fr: J5
ru: Д5

source: D7
fr: J7
ru: Д7

source: Edamame
fr: Édamame
ru: Эдамаме

source: Hummus
fr: Houmous
pt_pt: Homus
ru: Хумус

source: Normal
fr: Normale
it: Normale
ru: Норма

source: Omega-3
fr: Oméga-3
pt_pt: Ômega-3
ru: Омега-3

source: Искусство подачи
fr: Les questions concernant les personnes
it: Punti di forza

source: Наведи камеру на блюдо
fr: Caméra embarquée sur le bleu
it: La nuova fotocamera sul letto
pt_pt: Minha câmera no bloco

source: Осталось на сегодня
fr: Installer en saison
it: Installazione sul mare
pt_pt: Hospedagem na semana
ru: Осталось сегодня

source: y.o
it: sì
pt_pt: você
ru: лет

source: Блюдо не найдено
it: Non è giusto
pt_pt: Blюдо не найдено

source: Завершить готовку
it: Annullare il gioco

source: ИИ-Ассистент
it: ИИ-Assistant

source: Найти блюдо в базе...
it: Trova il tuo sangue nella base...
pt_pt: Não há problema em você...

source: Начать пошаговую готовку
it: Avvia la tua domanda di acquisto

source: Опробуй готовку с ИИ
it: Оробуй готовку с ИИ
pt_pt: Опробуй готовку com ИИ

source: Остаться гостем
it: Lascia l'ospite
pt_pt: Hospedagem

source: / %lldg
ru: / %lldг

source: / %.2f L
ru: / %.2f л

source: / %@ L
ru: / %@ Л

source: / %lld kcal
ru: / %lld ккал

source: %.1f g
ru: %.1f г

source: %@ kcal
ru: %@ ккал

source: %@ L
ru: %@ л

source: %lld Cal
ru: %lld Кал.

source: %lld g
ru: %lld г

source: %lld kcal
ru: %lld ккал

source: %lld kcal — %lld g
ru: %lld ккал — %lld г

source: %lld kcal • %@
ru: %lld ккал • %@

source: %lld kcal • 100g
ru: %lld ккал • 100г

source: %lld min
ru: %lld мин

source: %lldg
ru: %lldг

source: %lldg P
ru: %lldg П

source: +%lld XP
ru: +%lld опыта

source: ~ %lld kcal
ru: ~ %lld ккал

source: 16:8, OMAD
pt_pt: 16:8, OMÁ
ru: 16:8, ОМАД

source: 23:1 (OMAD)
pt_pt: 23:1 (OMÁ)
ru: 23:1 (ОМАД)

source: 250 ml
ru: 250 мл

source: Broccolini
pt_pt: Brócolis
ru: Брокколини

source: C: %lldg
ru: У: %lldг

source: D1
ru: Д1

source: D2
ru: Д2

source: D3
ru: Д3

source: D4
ru: Д4

source: D6
ru: Д6

source: F: %lldg
ru: Ж: %lldг

source: Ghee
ru: гхи

source: L
pt_pt: eu
ru: л

source: P: %lldg
ru: Б: %lldг

source: Parmigiano-Reggiano
ru: Пармиджано-Реджано

source: Quinoa
ru: Лебеда

source: Tempeh
ru: Темпе

source: Tofu
ru: Тофу

source: Сложность
ru: Количество

source: %lld ккал
pt_pt: %lld calorias
